Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Notifications.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# notification.winback.slot4.blocker.body
source: Thanks for logging %lld days with your app lock on. This is our last note. Pillie’s here if you want it.
ar: شكرًا لأنك سجّلتِ لمدة %lld يوم وحظر التطبيقات مفعّل. هذه آخر رسالة منا. Pillie هنا متى أردتِه.
bn: অ্যাপ ব্লকিং চালু রেখে %lld দিন টিক দেওয়ার জন্য ধন্যবাদ। এটাই আমাদের শেষ বার্তা। চাইলে Pillie এখানেই আছে।
ca: Gràcies per %lld dies confirmats amb el bloqueig d’apps. És el nostre últim missatge. Pillie és aquí quan vulguis.
cs: Díky za %lld odškrtnutých dní s blokováním aplikací. Tohle je poslední zpráva. Pillie tu bude, až budeš chtít.
da: Tak, fordi du har krydset af i %lld dage med appblokering. Det er vores sidste besked. Pillie er her, hvis du vil.
de: Danke, dass du %lld Tage mit App-Sperre abgehakt hast. Das ist unsere letzte Nachricht. Pillie ist da, wenn du magst.
el: Ευχαριστούμε που το σημείωνες %lld μέρες με αποκλεισμό εφαρμογών. Είναι το τελευταίο μας μήνυμα. Το Pillie είναι εδώ όποτε θέλεις.
es: Gracias por %lld días marcados con el bloqueo de apps. Es nuestro último mensaje. Pillie sigue aquí cuando quieras.
fi: Kiitos %lld kuitatusta päivästä sovellusesto päällä. Tämä on viimeinen viestimme. Pillie on täällä, jos haluat.
fr: Merci d’avoir validé %lld jours avec le blocage d’apps. C’est notre dernier mot. Pillie est là si tu en as envie.
gu: ઍપ બ્લૉકિંગ ચાલુ રાખીને %lld દિવસ નોંધ કરવા બદલ આભાર. આ અમારો છેલ્લો સંદેશ છે. તમારે જોઈએ ત્યારે Pillie અહીં જ છે.
he: תודה שסימנת %lld ימים עם חסימת אפליקציות פעילה. זו ההודעה האחרונה שלנו. Pillie כאן אם תרצי.
hi: ऐप ब्लॉकिंग के साथ %lld दिन दर्ज करने के लिए धन्यवाद। यह हमारा आख़िरी संदेश है। जब चाहें, Pillie यहीं है।
hr: Hvala ti za %lld dana javljanja uz blokiranje aplikacija. Ovo je zadnja poruka. Pillie je tu kad ti zatreba.
hu: Köszönjük, hogy %lld napot kipipáltál appblokkolással. Ez az utolsó üzenetünk. A Pillie itt van, ha szeretnéd.
id: Terima kasih sudah check-in %lld hari dengan blokir aplikasi aktif. Ini pesan terakhir dari kami. Pillie ada di sini kalau kamu butuh.
it: Grazie per %lld giorni confermati con il blocco app attivo. È il nostro ultimo messaggio. Pillie è qui quando vuoi.
ja: アプリブロックをオンにして%lld日間記録していただき、ありがとうございました。お知らせはこれで最後です。Pillieはいつでもここにあります。
kn: ಆ್ಯಪ್ ನಿರ್ಬಂಧ ಆನ್ ಇಟ್ಟು %lld ದಿನಗಳ ಕಾಲ ದಾಖಲಿಸಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು. ಇದು ನಮ್ಮ ಕೊನೆಯ ಸಂದೇಶ. ನಿಮಗೆ ಬೇಕಾದಾಗ Pillie ಇಲ್ಲೇ ಇರುತ್ತದೆ.
ko: 앱 차단을 켜고 %lld일 동안 체크해 주셔서 고마워요. 이번이 마지막 메시지예요. Pillie는 언제든 여기 있어요.
ml: ആപ്പ് ബ്ലോക്കിംഗ് ഓണാക്കി %lld ദിവസം രേഖപ്പെടുത്തിയതിന് നന്ദി. ഇത് ഞങ്ങളുടെ അവസാന സന്ദേശമാണ്. വേണമെങ്കിൽ Pillie ഇവിടെയുണ്ട്.
mr: ॲप ब्लॉकिंग चालू ठेवून %lld दिवस नोंद केल्याबद्दल धन्यवाद. हा आमचा शेवटचा संदेश आहे. हवे असेल तेव्हा Pillie इथेच आहे.
ms: Terima kasih kerana sahkan %lld hari dengan sekatan apl dihidupkan. Ini nota terakhir kami. Pillie ada di sini jika kamu perlukan.
nb: Takk for at du har krysset av i %lld dager med appblokkering. Dette er vår siste melding. Pillie er her hvis du vil.
nl: Bedankt dat je %lld dagen hebt afgevinkt met appblokkering. Dit is ons laatste bericht. Pillie is er als je wilt.
or: ଆପ୍ ବ୍ଲକିଂ ଚାଲୁ ରଖି %lld ଦିନ ଦର୍ଜ କରିଥିବାରୁ ଧନ୍ୟବାଦ। ଏହା ଆମର ଶେଷ ବାର୍ତ୍ତା। ଚାହିଁଲେ Pillie ଏଠାରେ ଅଛି।
pa: ਐਪ ਬਲੌਕਿੰਗ ਚਾਲੂ ਰੱਖ ਕੇ %lld ਦਿਨ ਦਰਜ ਕਰਨ ਲਈ ਧੰਨਵਾਦ। ਇਹ ਸਾਡਾ ਆਖ਼ਰੀ ਸੁਨੇਹਾ ਹੈ। ਜਦੋਂ ਚਾਹੋ, Pillie ਇੱਥੇ ਹੀ ਹੈ।
pl: Dziękujemy za %lld odhaczonego dnia z blokowaniem aplikacji. To ostatnia wiadomość. Pillie jest tu, jeśli zechcesz.
pt_br: Obrigado por %lld dias registrados com o bloqueio de apps. É nosso último recado. O Pillie está aqui se quiser.
pt_pt: Obrigado por %lld dias registados com o bloqueio de apps. É a última mensagem. O Pillie está aqui se quiseres.
ro: Mulțumim că ai bifat %lld de zile cu blocarea aplicațiilor. Asta e ultimul nostru mesaj. Pillie e aici dacă vrei.
ru: Спасибо, что отмечалась %lld дня с блокировкой приложений. Это последнее сообщение. Pillie здесь, если понадобится.
sk: Vďaka za %lld odškrtnutých dní s blokovaním aplikácií. Toto je posledná správa. Pillie tu bude, keď budeš chcieť.
sl: Hvala za %lld odkljukanih dni z blokiranjem aplikacij. To je zadnje sporočilo. Pillie ostaja tu, kadar ti bo prav.
sv: Tack för att du har bockat av %lld dagar med appblockering. Det är vårt sista meddelande. Pillie finns här om du vill.
ta: ஆப் தடுப்பை இயக்கியபடி %lld நாட்கள் பதிவு செய்ததற்கு நன்றி. இது எங்கள் கடைசிச் செய்தி. வேண்டும்போது Pillie இங்கேயே இருக்கும்.
te: యాప్ బ్లాకింగ్ ఆన్‌లో ఉంచి %lld రోజులు నమోదు చేసినందుకు ధన్యవాదాలు. ఇది మా చివరి సందేశం. మీకు కావాలంటే Pillie ఇక్కడే ఉంటుంది.
th: ขอบคุณที่เช็กอิน %lld วันโดยเปิดการบล็อกแอปไว้ นี่เป็นข้อความสุดท้ายจากเรา Pillie อยู่ตรงนี้เสมอถ้าคุณต้องการ
tr: Uygulama engelleme açıkken %lld gün işaretlediğin için teşekkürler. Bu son notumuz. İstersen Pillie burada.
uk: Дякуємо, що відмічалася %lld дня з увімкненим блокуванням застосунків. Це наше останнє повідомлення. Pillie буде тут, якщо захочеш.
ur: ایپ بلاکنگ کے ساتھ %lld دن درج کرنے کا شکریہ۔ یہ ہمارا آخری پیغام ہے۔ جب چاہیں، Pillie یہیں ہے۔
vi: Cảm ơn bạn đã điểm danh %lld ngày khi bật chặn ứng dụng. Đây là lời nhắn cuối của chúng mình. Pillie vẫn ở đây nếu bạn cần.
zh_hans: 谢谢你开着应用屏蔽打卡 %lld 天。这是我们的最后一条消息。需要时，Pillie 一直都在。
zh_hant: 謝謝你開著 App 封鎖打卡 %lld 天。這是我們的最後一則訊息。需要時，Pillie 一直都在。
